Repository: shibaobun/cannery
Catalog: priv/gettext/*/LC_MESSAGES/actions.po
Languages: es, fr

source: Add Ammo
es: Añadir Munición
fr: ajouter munition

source: Add your first box!
es: ¡Añade tu primera caja!
fr: Ajoutez votre première caisse !

source: Add your first container!
es: ¡Añade tu primer contenedor!
fr: Ajoutez votre premier conteneur !

source: Add your first type!
es: ¡Añade tu primer tipo!
fr: Ajoutez votre premier type !

source: Change email
es: Cambiar correo electrónico
fr: Changer le mél

source: Change password
es: Cambiar contraseña
fr: Changer le mot de passe

source: Create Invite
es: Crear Invitación
fr: Créer une invitation

source: Delete User
es: Eliminar cuenta de Usuario
fr: Supprimer utilisateur

source: Forgot your password?
es: ¿Has olvidado tu contraseña?
fr: Mot de passe oublié ?

source: Invite someone new!
es: ¡Invita a alguien nuevo!
fr: Invitez une nouvelle personne !

source: Log in
es: Entrar
fr: Se connecter

source: Make your first tag!
es: ¡Aplica tu primera etiqueta!
fr: Faîtes votre premier tag !

source: New Container
es: Nuevo Contenedor
fr: Nouveau conteneur

source: New Tag
es: Nueva Etiqueta
fr: Nouveau tag

source: Register
es: Registrarse
fr: S’enregistrer

source: Resend confirmation instructions
es: Reenviar instrucciones de confirmación
fr: Renvoyer les instructions de confirmation

source: Reset password
es: Resetear contraseña
fr: Réinitialisé le mot de passe

source: Save
es: Guardar
fr: Sauvegarder

source: Send instructions to reset password
es: Enviar instrucciones para reestablecer contraseña
fr: Envoyer les instructions pour réinitialiser le mot de passe

source: Why not add one?
es: ¿Por qué no añadir una?
fr: Pourquoi pas en ajouter un ?

source: Add
es: Añadir
fr: Ajouter

source: Stage ammo
es: Preparar munición
fr: Munition préparée

source: Why not get some ready to shoot?
es: ¿Por qué no preparar parte para disparar?
fr: Pourquoi pas en préparer pour tirer ?

source: Record shots
es: Tiros récord
fr: Enregistrer des tirs

source: Add another container!
es: ¡Añade otro contenedor!
fr: Ajoutez un autre conteneur !

source: Select
es: Seleccionar
fr: Sélectionner

source: Copy to clipboard
es: Copiar al portapapeles
fr: Copier dans le presse-papier

source: add a container first
es: añade primero un contenedor
fr: ajouter un conteneur en premier

source: Create
es: Crear
fr: Créer

source: Change Language
es: Cambiar Lenguaje
fr: Changer la langue

source: Change language
es: Cambiar lenguaje
fr: Changer la langue

source: View in Catalog
es: Ver en Catalogo
fr: Voir en catalogue

source: Move ammo
es: Mover munición

source: Set Unlimited
es: Activar ilimitados

source: Stage for range
es: Preparar para el campo de tiro

source: Unstage from range
es: Desmontar del campo de tiro

source: Export Data as JSON
es: Exportar datos como JSON

source: New Ammo type
fr: Nouveau type de munition

source: Move containers
fr: Déplacer les conteneurs

source: add an ammo type first
fr: Ajoutez d'abord un type de munitions
