Repository: shibaobun/cannery
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de, es, fr

source: Access from any internet-capable device
de: Zugriff von jedem Internet-fähigen Gerät
es: Acceso desde cualquier dispositivo con conexión a internet
fr: Accédez depuis n’importe quel appareil connecté à internet

source: Admins
es: Administradores
fr: Administrateur·ices

source: Admins:
es: Aministradores:
fr: Administrateur·ices :

source: Ammo
de: Munition
es: Munición
fr: Munition

source: Background color
de: Hintergrundfarbe
es: Color de fondo
fr: Couleur de fond

source: Blank
de: Knallpatrone
es: Fogueo
fr: Vide

source: Brass
de: Messing
es: Latón
fr: Cuivre

source: Bullet core
de: Projektilkern
es: Núcleo de bala
fr: Noyau de balle

source: Bullet type
de: Patronenart
es: Tipo de bala
fr: Type de balle

source: Caliber
de: Kaliber
es: Calibre
fr: Calibre

source: Cartridge
de: Patrone
es: Cartucho
fr: Cartouche

source: Case material
de: Gehäusematerial
es: Material del casquillo
fr: Matériau de la caisse

source: Container
de: Behälter
es: Contenedor
fr: Conteneur

source: Containers
de: Behälter
es: Contenedores
fr: Conteneurs

source: Corrosive
de: Korrosiv
es: Corrosiva

source: Count
de: Anzahl
es: Cantidad
fr: Quantité

source: Count:
de: Anzahl:
es: Cantidad:
fr: Quantité :

source: Description
de: Beschreibung
es: Descripción

source: Description:
de: Beschreibung:
es: Descripción:

source: Easy to Use:
de: Einfache Anwendung:
es: Facil de Usar:
fr: Simple à utiliser :

source: Edit Invite
de: Einladung bearbeiten
es: Editar Invitación
fr: Modifier l’invitation

source: Edit Tag
de: Tag bearbeiten
es: Editar Etiqueta
fr: Modifier le tag

source: FMJ
de: VM
es: Bala encamisada

source: Grains
de: Körner
es: Grano
fr: Graines

source: Incendiary
de: Brandmunition
es: Incendiaria
fr: Incendiaire

source: Instance Information
de: Instanzinformationen
es: Información de Instancia
fr: Information de l’instance

source: Invite Disabled
de: Einladung deaktiviert
es: Invitación Desactivada
fr: Invitation désactivée

source: Invite Only
de: Nur mit Einladung
es: Solo Invitación
fr: Uniquement sur invitation

source: Invites
de: Einladungen
es: Invitaciones
fr: Invitations

source: Keep me logged in for 60 days
de: Für 60 Tage eingeloggt bleiben
es: Mantener registrado durante 60 días
fr: Me garder authentifié durant 60 jours

source: Location
de: Standort
es: Localización
fr: Localisation

source: Location:
de: Standort:
es: Localización:
fr: Localisation :

source: Magazine, Clip, Ammo Box, etc
de: Magazin, Ladestreifen, Munitionskiste usw.
es: Cargador, Clip, Caja de Munición, etc
fr: Chargeur, lame-chargeur, boite de munition, etc.

source: Manufacturer
de: Hersteller
es: Fabricante
fr: Fabricant

source: Metal ammo can with the anime girl sticker
de: Metallene Munitionskiste mit Anime-Girl-Sticker
es: Lata de munición metálica con la pegatina de chica de anime
fr: Boite de munition avec le sticker de fille d’animation

source: My cool ammo can
de: Meine coole Munitionskiste
es: Mi lata de munición guapa
fr: Ma superbe boite de munition

source: Name
es: Nombre
fr: Nom

source: New Container
de: Neuer Behälter
es: Nuevo Contenedor
fr: Nouveau conteneur

source: New Invite
de: Neue Einladung
es: Nueva Invitación
fr: Nouvelle invitation

source: New Tag
de: Neuer Tag
es: Nueva Etiqueta
fr: Nouveau tag

source: No Ammo
de: Keine Munition
es: Sin Munición
fr: Aucune munition

source: No ammo for this type
de: Keine Munition dieser Art
es: Sin munición para este tipo
fr: Aucune munition pour ce type

source: No containers
de: Kein Behälter
es: Sin contenedores
fr: Aucun conteneur

source: No invites
de: Keine Einladung
es: Sin invitaciones
fr: Aucune invitation

source: No tags
de: Keine Tags
es: Sin etiquetas
fr: Aucun tag

source: Notes
de: Bemerkungen
es: Notas

source: Notes:
de: Bemerkungen:
es: Notas:

source: On the bookshelf
de: Auf dem Bücherregal
es: En la estantería
fr: Sur l’étagère

source: Pressure
de: Druck
es: Presión
fr: Pression

source: Price paid
de: Kaufpreis
es: Precio pagado
fr: Prix payé

source: Price paid:
de: Kaufpreis:
es: Precio pagado:
fr: Prix payé :

source: Primer type
de: Zündertyp
es: Tipo de espoleta
fr: Type d’amorce

source: Public Signups
de: Öffentliche Registrierung
es: Registro Público
fr: Enregistrements publics

source: Secure:
de: Sicher:
es: Seguro:
fr: Sécurisé :

source: Self-host your own instance, or use an instance from someone you trust.
de: Hosten Sie Ihre eigene Instanz oder verwenden Sie eine Instanz, der Sie vertrauen.
es: Autogestiona tu propia instancia, o usa una instancia de alguién de quien te fíes.
fr: Auto-hébergez votre propre instance ou utilisez celle d’une personne à laquelle vous faîtes confiance.

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres

source: Steel
de: Stahl
es: Acero
fr: Acier

source: Stored in
de: Gelagert in
es: Guardado en
fr: Est stocké dans

source: Tags
es: Etiquetas

source: Tags can be added to your containers to help you organize
de: Tags können zur besseren Ordnung einem Behälter hinzugefügt werden
es: Etiquetas pueden ser añadidas a tus contenedores para ayudarte a organizar
fr: Des tags peuvent être ajouté sur vos conteneurs pour vous aider à vous organiser

source: Text color
de: Textfarbe
es: Color del texto
fr: Couleur du texte

source: The self-hosted firearm tracker website
de: Die selbst-gehostete Website zur Verwaltung von Schusswaffen
es: La página de seguimiento de armas autogestionada
fr: Le site web de suivi d’arme à feux auto-hébergé

source: Tracer
de: Leuchtspur
es: Trazadora
fr: Traceuse

source: Type
de: Art
es: Tipo

source: Type:
de: Art:
es: Tipo:

source: Users
de: Benutzer
es: Usuarios
fr: Utilisateurs

source: Uses left
de: Verbleibende Nutzung
es: Usos restantes
fr: Utilisations restantes

source: Your data stays with you, period
de: Ihre Daten bleiben bei Ihnen, Punkt
es: Tus datos se quedan contigo, sin excepciones
fr: Vos données restent avec vous, point final

source: No tags for this container
de: Keine Tags für diesen Behälter
es: Contenedor sin etiquetas
fr: Aucun tag pour ce conteneur

source: Range
de: Schießplatz
es: Campo de tiro
fr: Portée

source: Range day
es: Día de disparar
fr: Journée de stand

source: Date
de: Datum
es: Fecha

source: Shots fired
de: Schüsse abgegeben
es: Tiros disparados
fr: Tirs réalisés

source: No ammo staged
de: Keine Munition selektiert
es: No hay munición preparada
fr: Aucune munition sélectionnée

source: Record shots
de: Schüsse dokumentieren
es: Tiros récord
fr: Tirs enregistrés

source: No shots recorded
de: Keine Schüsse dokumentiert
es: No se han grabado tiros
fr: Aucun tir enregistré

source: Rounds shot
de: Patronen abgefeuert
es: Balas disparadas
fr: Cartouches tirées

source: Move ammo
de: Munition verschieben
es: Mover munición
fr: Déplacer munition

source: No other containers
de: Kein weiterer Behälter
es: No hay otros contenedores
fr: Aucun autre conteneur

source: Shot log
de: Schießkladde
es: Registro de tiros
fr: Évènements de tir

source: Jacket type
de: Patronenhülse
es: Tipo de camisa
fr: Type de douille

source: Muzzle velocity
de: Mündungsgeschwindigkeit
es: Velocidad de boca
fr: Vélocité du canon

source: Powder grains per charge
de: Pulverkörner pro Ladung
es: Granos de polvora por carga
fr: Graines de poudre par charge

source: Powder type
de: Pulverart
es: Tipo de polvora
fr: Type de poudre

source: Confirm new password
de: Passwort bestätigen
es: Confirme contraseña nueva
fr: Confirmez le nouveau mot de passe

source: Current password
de: Derzeitiges Passwort
es: Contraseña actual
fr: Mot de passe actuel

source: New password
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe

source: Firing type
de: Patronenhülsenform
es: Tipo de fuego
fr: Type d’allumage

source: Reconnecting...
de: Neu verbinden...
es: Reconectando...
fr: Reconnexion en cours…

source: Edit %{name}
de: %{name} bearbeiten
es: Editar %{name}
fr: Éditer %{name}

source: Edit %{name} tags
de: Editiere %{name} Tags
es: Editar etiquetas de %{name}
fr: Éditer les tags de %{name}

source: Rounds:
de: Patronen:
es: Balas:
fr: Cartouches :

source: No cost information
de: Keine Preisinformationen
es: No hay información de coste
fr: Aucune information de prix

source: % left
de: % verbleibend
es: % restantes
fr: % restante

source: Current value:
de: Derzeitiger Wert:
es: Valor actual:
fr: Valeur actuelle :

source: Original cost:
de: Originalpreis:
es: Coste original:
fr: Coût original :

source: Original count:
de: Ursprüngliche Anzahl:
es: Cantidad original:
fr: Nombre original :

source: Percentage left:
de: Prozent verbleibend:
es: Pocentaje restante:
fr: Pourcentage restant :

source: Rounds used
de: Patronen verbraucht
es: Balas usadas
fr: Cartouches utilisées

source: Confirm your account
de: Bestätigen Sie ihr Nutzerkonto
es: Confirmar su cuenta
fr: Confirmez votre compte

source: Forgot your password?
de: Passwort vergessen?
es: ¿Olvidó su contraseña?
fr: Mot de passe oublié ?

source: Log in
de: Einloggen
es: Entrar
fr: Se connecter

source: Register
de: Registrieren
es: Registrarse
fr: S’enregistrer

source: Reset your password
de: Passwort zurücksetzen
es: Reestablecer contraseña
fr: Réinitialiser votre mot de passe

source: Record Shots
de: Schüsse dokumentieren
es: Tiros Récord
fr: Enregistrer des tirs

source: Copies
de: Kopien
es: Copias
fr: Exemplaires

source: Added on:
de: Hinzugefügt am:
es: Añadido en:
fr: Ajouté le :

source: English
de: Englisch
es: Inglés
fr: Anglais

source: French
de: Französisch
es: Francés
fr: Français

source: German
de: Deutsch
es: Alemán
fr: Allemand

source: Language
de: Sprache
es: Idioma
fr: Langue

source: Get involved!
de: Mach mit!
es: ¡Implícate!
fr: Impliquez-vous !

source: Help translate
de: Hilf beim Übersetzen
es: Ayuda a traducir
fr: Aider à la traduction

source: Report bugs or request features
de: Sende Bugs oder Erweiterungsvorschläge
es: Informar de errores o solicitar funciones
fr: Remonter des bugs ou une demande de fonctionnalité

source: View the source code
de: Quellcode ansehen
es: Ver código fuente
fr: Voir le code source

source: Catalog
es: Catálogo

source: Edit Ammo
es: Editar Munición

source: Move Ammo
es: Mover Munición

source: No ammo in this container
es: No hay munición en este contenedor

source: Show Ammo
es: Mostrar Munición

source: This ammo is not in a container
es: Esta munición no está en un contenedor

source: Packs:
es: Paquetes:

source: Cannery logo
es: Logo de cannery

source: isn't he cute >:3
es: acaso no es mono >:3

source: Leave "Uses left" blank to make invite unlimited
es: Deje "Usos restantes" en blanco para hacer las invitaciónes ilimitadas

source: Container:
es: Contenedor:

source: Show used
es: Mostrar usadas

source: View as table
es: Ver como tabla

source: Total ever packs
es: Paquetes totales

source: Total ever packs:
es: Paquetes totales:

source: Total ever rounds:
es: Balas totales:

source: Used packs
es: Paquetes usados

source: Used packs:
es: Paquetes usados:

source: Used rounds:
es: Balas usadas:

source: Blank:
es: En blanco:

source: Bullet core:
es: Núcleo de bala:

source: Bullet type:
es: Tipo de bala:

source: Caliber:
es: Calibre:

source: Cartridge:
es: Cartucho:

source: Case material:
es: Material de la camisa:

source: Corrosive:
es: Corrosiva:

source: Firing type:
es: Tipo de fuego:

source: Grains:
es: Granos:

source: Incendiary:
es: Incendiarias:

source: Jacket type:
es: Tipo de camisa:

source: Manufacturer:
es: Fabricante:

source: Muzzle velocity:
es: Velocidad de boca:

source: Powder grains per charge:
es: Granos de polvora por carga:

source: Powder type:
es: Tipo de polvora:

source: Pressure:
es: Presión:

source: Primer type:
es: Tipo de espoleta:

source: Tracer:
es: Trazadora:

source: Empty
es: Vacio

source: Original Count
es: Cantidad Original

source: Original Count:
es: Cantidad Original:

source: Home
es: Menu principal

source: Last used on
es: Usada por última vez en

source: Last used on:
es: Usada por última vez en:

source: Never used
es: Nunca usada

source: Purchased on
es: Comprada en

source: Purchased on:
es: Comprada en:

source: %{name} lets you easily keep an eye on your ammo levels before and after range day
de: Mit %{name} können Sie ihren Munitionsbestand vor und nach dem Schießen leicht im Auge behalten
fr: %{name} vous permet de facilement garder un œil sur votre niveau de munition avant et après une journée de stand

source: Ammo type
de: Munitionsarten
fr: Type de munition

source: Average Price paid
de: Durchschnittlicher Kaufpreis
fr: Prix acheté moyen

source: Disable
de: Deaktivieren
fr: Désactiver

source: Edit Ammo group
de: Munitionsgruppe bearbeiten
fr: Éditer le groupe de munition

source: Edit Ammo type
de: Munitionstyp bearbeiten
fr: Éditer le type de munition

source: Enable
de: Aktivieren
fr: Activer

source: Example bullet type abbreviations
de: Beispiel Munitionstyp Abkürzungen
fr: Exemple d’abréviations de type de balle

source: New Ammo type
de: Neuer Munitionstyp
fr: Nouveau type de munition

source: No Ammo Types
de: Keine Munitionsarten
fr: Aucun type de munition

source: Set Unlimited
de: Unbegrenzt setzen
fr: Mettre illimité

source: Show Ammo type
de: Zeige Munitionsarten
fr: Montrer le type de munition

source: Simple:
de: Einfach:

source: Uses Left:
de: Verbleibende Nutzung:
fr: Utilisations restantes :

source: Welcome to %{name}
de: Willkommen %{name}
fr: Bienvenue à %{name}

source: Stage for range
de: Für Schießplatz selektieren
fr: Sélectionné pour le stand

source: Unstage from range
de: Für Schießplatz deselektieren
fr: Désélectionner pour le stand

source: Ammo groups
de: Munitionsgruppen
fr: Groupes de munition

source: Date (UTC)
de: Zeit (UTC)

source: Edit Shot Records
de: Schießkladde editieren
fr: Modifier les enregistrements de tir

source: New Shot Records
de: Neue Schießkladde
fr: Nouveaux enregistrements de tir

source: Rounds left
de: Patronen verbleibend
fr: Cartouches restantes

source: Shot Records
de: Schießkladde
fr: Enregistrements de tir

source: Move Ammo group
de: Munitionsgruppe verschieben
fr: Déplacer le groupe de munition

source: Bimetal
de: Bimetall
fr: Bi-métal

source: Stage
de: Markiert
fr: Sélectionné

source: Unstage
de: Demarkiert
fr: Désélectionner

source: Loading...
de: Lädt...
fr: Chargement en cours…

source: Show %{name}
de: Zeige %{name}
fr: Montrer %{name}

source: Current # of rounds:
de: Derzeitige # an Patronen:
fr: Quantité actuelle de cartouches :

source: Total # of rounds
de: Summe aller Patronen
fr: Quantité de cartouches

source: Total rounds shot:
de: Summe abgegebener Schüsse:
fr: Nombre totale de cartouches tirées :

source: Ammo types
de: Munitionsart
fr: Types de munition

source: Added on
de: Hinzugefügt am
fr: Ajouté le

source: User registered on
de: Benutzer registriert am
fr: Utilisateur·ice enregistré·e le

source: Manage
fr: Gérer

source: No ammo groups in this container
fr: Aucun groupe de munition pour ce conteneur

source: Show Ammo group
fr: Montrer le groupe de munition

source: This ammo group is not in a container
fr: Ce groupe de munition n’est pas dans un conteneur

source: Ammo Types
fr: Types de munition
