Repository: shibaobun/cannery
Catalog: priv/gettext/*/LC_MESSAGES/emails.po
Languages: de, es, fr, ga

source: Confirm your %{name} account
de: Bestätigen Sie ihr Nutzerkonto %{name}
es: Confirma el %{name} de la cuenta
fr: Confirmer votre compte %{name}

source: Hi %{email},
de: Hallo %{email},
es: Hola %{email},
fr: Salut %{email},
ga: Fáilte %{email},

source: If you didn't create an account at %{url}, please ignore this.
de: Falls Sie dieses Nutzerkonto bei %{url} nicht erstellt haben, ignorieren Sie diese Nachricht bitte.
es: Si no creó un usuario en %{url}, por favor, ignore este mensaje.
fr: Si vous n’avez créé un compte à %{url}, veuillez ignorer ceci.
ga: Murar chruthaigh sibh cuntas ag %{url}, déan neamhaird de seo le bhur dtoil.

source: If you didn't request this change from %{url}, please ignore this.
de: Falls Sie diese Änderung von %{url} nicht angefordert haben, ignorieren Sie bitte diese Nachricht.
es: Si no pidió este cambio desde %{url}, por favor, ignore este mensaje.
fr: Si vous n’avez pas demandé ce changement depuis %{url}, veuillez ignorer ceci.
ga: Murar iarr tú an t-athrú seo ó %{url}, déan neamhaird de seo le do thoil.

source: Reset your %{name} password
de: Passwort für %{name} zurücksetzen
es: Reseteé su contraseña en %{name}
fr: Réinitialiser votre mot de passe %{name}

source: Update your %{name} email
de: Aktualisieren Sie %{name} Mailadresse
es: Actualice su correo en &{url}
fr: Mettre à jour votre mél %{name}

source: Welcome to %{name}!
de: Willkommen %{name}!
es: ¡Bienvenide a %{name}!
fr: Bienvenue à %{name} !

source: Welcome to %{name}%!
de: Willkommen %{name}%!
es: ¡Bienvenide a %{name}%!
fr: Bienvenue à %{name}% !

source: You can change your email by visiting the URL below:
de: Sie können Ihre Mailadresse unter folgender URL ändern:
es: Puede cambiar su correo electrónico visitando el enlace que se muestra a continuación:
fr: Vous pouvez changer votre mél en consultant l’URL ci-dessous :
ga: Is féidir leat do ríomhphost a athrú ach cuairt a thabhairt ar an URL thíos:

source: You can confirm your account by visiting the URL below:
de: Sie können Ihr Nutzerkonto unter folgender URL bestätigen:
es: Puede confirmar su cuenta visitando el enlace que se muestra a continuación:
fr: Vous pouvez confirmer votre compte en consultant l’URL ci-dessous :
ga: Is féidir leat do chuntas a dhearbhú ach cuairt a thabhairt ar an URL thíos:

source: You can reset your password by visiting the URL below:
de: Sie können ihr Passwort unter folgender URL zurücksetzen:
es: Puede reestablecer su contraseña visitando el enlace que se muestra a continuación:
fr: Vous pouvez réinitialiser votre mot de passe en visitant l’URL ci-dessous :
ga: Is féidir leat do phasfhocal a athshocrú ach cuairt a thabhairt ar an URL thíos:

source: If you didn't create an account at %{name}, please ignore this.
de: Falls SIe dieses Nutzerkonto unter %{name}, nicht erstellt haben, ignorieren Sie diese Nachricht bitte.
es: Si no ha creado una cuenta en %{name}, por favor, ignore este mensaje.
fr: Si vous n’avez pas créé de compte à %{name}, veuillez ignorer ceci.

source: If you didn't request this change from %{name}, please ignore this.
de: Falls Sie die Änderung von %{name} nicht angefragt haben, ignorieren Sie diese Nachricht bitte.
es: Si no ha solicitado este cambio desde %{name}, por favor, ignore este mensaje.
fr: Si vous n’avez pas demandé ce changement depuis %{name}, veuillez ignorer ceci.

source: This email was sent from %{name} at %{url}, the self-hosted firearm tracker website.
de: Diese Nachricht wurde von %{name} unter %{url} gesandt, einem selbst-gehosteten Schusswaffenmanager.
es: Este correo se mandó por %{name} desde %{url}, la página de seguimiento de armas autogestionada.
fr: Ce mél a été envoyé depuis %{name} à %{url}, le site web de suivi d’arme à feux.

source: This email was sent from %{name}, the self-hosted firearm tracker website.
de: Diese Nachricht wurde von %{name} gesandt, einem selbst-gehosteten Schusswaffenmanager.
es: Este correo se mandó por %{name}, la página de seguimiento de armas autogestionada.
fr: Ce mél a été envoyé depuis %{name}, le site web de suivi d’arme à feu.

source: Confirm your Cannery account
ga: Deimhnigh do chuntas Cannery

source: If you didn't create an account at Cannery, please ignore this.
ga: Murar chruthaigh tú cuntas ag Cannery, déan neamhaird de seo.

source: If you didn't request this change from Cannery, please ignore this.
ga: Murar iarr tú an t-athrú seo ó Cannery, déan neamhaird de.

source: Reset your Cannery password
ga: Athshocraigh do phasfhocal Cannery

source: This email was sent from Cannery at %{url}, the self-hosted firearm tracker website.
ga: Seoladh an ríomhphost seo ó Cannery ag %{url}, an suíomh Gréasáin féin-óstáilte rianaithe airm tine.

source: This email was sent from Cannery, the self-hosted firearm tracker website.
ga: Tá an ríomhphost seo ó Cannery, an suíomh Gréasáin féin-óstáilte rianaithe airm tine.

source: Update your Cannery email
ga: Nuashonraigh do ríomhphost Cannery

source: Welcome to Cannery
ga: Fáilte go Cannery
