Repository: shibaobun/cannery
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: de, es, fr

source: Container must be empty before deleting
de: Behälter muss vor dem Löschen leer sein
es: El contenedor debe estar vacío antes de ser borrado
fr: Le conteneur doit être vide pour être supprimé

source: Could not delete %{name}: %{error}
de: Konnte %{name} nicht löschen: %{error}
es: No se pudo eliminar %{name}: %{error}
fr: Impossible de supprimer %{name} : %{error}

source: Could not find that container
de: Konnte Behälter nicht finden
es: No se pudo encontrar el contenedor
fr: Impossible de trouver ce conteneur

source: Email change link is invalid or it has expired.
de: Mailadressenänderungs-Link ist ungültig oder abgelaufen.
es: El enlace de cambio de correo es inválido o ha expirado.
fr: Le lien de changement de mél est invalide ou a expiré.

source: Error
de: Fehler
fr: Erreur

source: Go back home
de: Zur Hauptseite zurückkehren
es: Volver hacia atrás
fr: Retour au menu principal

source: Internal Server Error
de: Interner Serverfehler

source: Invalid email or password
de: Ungültige Mailadresse oder Passwort
es: Correo o contraseña incorrecta
fr: Mél ou mot de passe invalide

source: Not found
de: Nicht gefunden
es: No se encontró
fr: Pas trouvé

source: Oops, something went wrong! Please check the errors below.
de: Oops, etwas ist schiefgegangen. Bitte beachten Sie den Fehler unten.
es: ¡Ups, algo ha ido mal! Por favor, compruebe los errores que se muestran a continuación.
fr: Oups, quelque chose s’est mal passé ! Veuillez vérifier les erreurs en dessous.

source: Reset password link is invalid or it has expired.
de: Link zum Passwort zurücksetzen ist ungültig oder abgelaufen.
es: El enlace de reestablecimiento de la contraseña es inválido o ha caducado.
fr: Le lien de réinitialisation de mot de passe est invalide ou expiré.

source: Sorry, public registration is disabled
de: Entschuldigung, aber öffentliche Registrierung ist deaktiviert
es: Lo sentimos, el registro público no está habilitado
fr: Désolé, l’enregistrement public est désactivé

source: Sorry, this invite was not found or expired
de: Entschuldigung, aber diese Einladung wurde nicht gefunden oder ist abgelaufen
es: Lo sentimos, esta invitación no es válida o ha caducado
fr: Désolé, cette invitation n’est pas trouvée ou est expirée

source: Unable to delete user
de: Dieser Nutzer konnte nicht gelöscht werden
es: No se ha podido eliminar el usuario
fr: Impossible de supprimer l’utilisateur·ice

source: Unauthorized
de: Unbefugt
es: No autorizado
fr: Non autorisé·e

source: User confirmation link is invalid or it has expired.
de: Nutzerkonto Bestätigungslink ist ungültig oder abgelaufen.
es: El enlace de confirmación de usuario no es válido o ha caducado.
fr: Le lien de confirmation d’utilisateur·ice est invalide ou a expiré.

source: You are not authorized to view this page
de: Sie sind nicht berechtigt, diese Seite aufzurufen

source: You are not authorized to view this page.
de: Sie sind nicht berechtigt, diese Seite aufzurufen.
es: No está autorizado a ver esta página.
fr: Vous n’êtes pas autorisé·e à voir cette page.

source: did not change
de: hat sich nicht geändert
es: no cambió
fr: est inchangé

source: does not match password
de: Passwort stimmt nicht überein
es: no coincide con la contraseña
fr: le mot de passe ne correspond pas

source: is not valid
de: ist nicht gültig
es: no es válido
fr: n’est pas valide

source: must have the @ sign and no spaces
de: Muss ein @ Zeichen und keine Leerzeichen haben
es: debe tener el signo @ y no contener espacios
fr: doit contenir le symbole @ et aucune espace

source: Tag not found
de: Tag nicht gefunden
es: Etiqueta no encontrada
fr: Tag pas trouvé

source: Tag could not be added
de: Tag konnte nicht hinzugefügt werden
es: No se ha podido añadir la etiqueta
fr: Le tag n’a pas pu être ajouté

source: Count must be at least 1
de: Anzahl muss mindestens 1 sein

source: Count must be less than %{count}
de: Anzahl muss weniger als %{count} betragen

source: You must confirm your account and log in to access this page.
de: Sie müssen ihr Nutzerkonto bestätigen und einloggen, um diese Seite anzuzeigen.
es: Debe confirmar su cuenta e iniciar sesión para acceder a esta página.
fr: Vous devez d’abord confirmer votre compte et vous connecter pour accéder à cette page.

source: Tag could not be removed
de: Tag konnte nicht gelöscht werden
es: La etiqueta no pudo ser eliminada
fr: Le tag n’a pas pu être retiré

source: Could not parse number of copies
de: Konnte die Anzahl der Kopien nicht verstehen
es: No se ha podido procesar el número de copias
fr: Impossible d'analyser le nombre de copies

source: Invalid number of copies, must be between 1 and %{max}. Was %{multiplier}
de: Ungültige Nummer an Kopien. Muss zwischen 1 and %{max} liegen. War %{multiplier}
es: Número inválido de copias, debe ser entre 1 y %{max}. Fue %{multiplier
fr: Nombre de copies invalide, doit être 1 et %{max}. Été %{multiplier}

source: Invalid multiplier
es: Multiplicador inválido
fr: Multiplicateur invalide

source: Your browser does not support the canvas element.
es: Su navegador no es compatible con el elemento lienzo.

source: Please select a valid user and ammo pack
es: Por favor escoja un usuario y tipo de munición valido
