Repository: shibaobun/cannery
Catalog: priv/gettext/*/LC_MESSAGES/prompts.po
Languages: de, es, fr

source: %{name} created successfully
de: %{name} erfolgreich erstellt
es: %{name} creado exitosamente
fr: %{name} créé· avec succès

source: %{name} deleted succesfully
de: %{name} erfolgreich gelöscht
es: %{name} borrado exitosamente
fr: %{name} supprimé· avec succès

source: %{name} has been deleted
de: %{name} wurde gelöscht
es: %{name} ha sido borrado
fr: %{name} a été supprimé·e

source: %{name} updated successfully
de: %{name} erfolgreich aktualisiert
es: %{name} actualizado exitosamente
fr: %{name} mis à jour avec succès

source: A link to confirm your email change has been sent to the new address.
de: Eine Mail zum Bestätigen ihre Mailadresse wurde Ihnen zugesandt.
es: Un enlace para confirmar el correo electrónico ha sido enviado a la nueva dirección.
fr: Un lien pour confirmer votre changement de mél a été envoyé à la nouvelle adresse.

source: Are you sure you want to delete %{email}? This action is permanent!
de: Sind Sie sicher, dass sie %{email} löschen möchten? Dies kann nicht zurückgenommen werden!
es: Está seguro que desea eliminar %{email}? Esta acción es permanente!
fr: Êtes-vous certain·e de supprimer %{email} ? Cette action est définitive !

source: Are you sure you want to delete %{name}?
de: Sind Sie sicher, dass sie %{name} löschen möchten?
es: Está seguro que desea eliminar %{name}?
fr: Êtes-vous certain·e de supprimer %{name} ?

source: Are you sure you want to delete this ammo?
de: Sind Sie sicher, dass sie diese Munition löschen möchten?
es: Está seguro que desea eliminar esta munición?
fr: Êtes-vous certain·e de supprimer cette munition ?

source: Are you sure you want to delete your account?
de: Sind Sie sicher, dass sie Ihren Account löschen möchten?
es: Está seguro que desea eliminar su cuenta?
fr: Êtes-vous certain·e de supprimer votre compte ?

source: Are you sure you want to log out?
de: Wirklich ausloggen?
es: Está seguro que desea cerrar sesión?
fr: Êtes-vous certain·e de vouloir vous déconnecter ?

source: Email changed successfully.
de: Mailadresse erfolgreich geändert.
es: Correo electrónico cambiado exitosamente.
fr: Mél changé avec succès.

source: If your email is in our system and it has not been confirmed yet, you will receive an email with instructions shortly.
de: Falls Ihre Mailadresse bereits in unserer Datenbank ist und noch nicht bestätigt wurde, erhalten Sie gleich eine Mail mit Anweisungen.
es: Si su correo electrónico está en nuestro sistema y no ha sido confirmado aun, recibirá un correo con instrucciones en breve.
fr: Si votre mél est dans notre système et n’a pas encore été confirmé, vous recevrez un mél avec les instructions sous peu.

source: If your email is in our system, you will receive instructions to reset your password shortly.
de: Falls Ihre Mailadresse bereits in unserer Datenbank ist, erhalten Sie gleich eine Mail mit Anweisungen zum Ändern ihres Passworts.
es: Si su correo electrónico está en nuestro sistema, recibirá instrucciones para reiniciar la contraseña en breve.
fr: Si votre mél est dans notre système, vous recevrez les instructions pour réinitialiser votre mot de passe sous peu.

source: Logged out successfully.
de: Erfolgreich ausgeloggt.
es: Sesión cerrada exitosamente.
fr: Déconnecté avec succès.

source: Password reset successfully.
de: Passwort erfolgreich zurückgesetzt.
es: Contraseña reiniciada exitosamente.
fr: Mot de passe réinitialiser avec succès.

source: Password updated successfully.
de: Passwort erfolgreich geändert.
es: Contraseña cambiada exitosamente.
fr: Mot de passe mis à jour avec succès.

source: Please check your email to verify your account
de: Bitte überprüfen Sie ihre Mailbox und bestätigen Sie das Nutzerkonto
es: Por favor chequea el correo para verificar tu cuenta
fr: Veuillez vérifier votre mél pour confirmer votre compte

source: Saving...
de: Speichere...
es: Guardando...
fr: Sauvegarde en cours…

source: Your account has been deleted
de: Ihr Nutzerkonto wurde gelöscht
es: Su cuenta ha sido eliminada
fr: Votre compte a été supprimé

source: Are you sure you want to remove the %{tag_name} tag from %{container_name}?
de: Sind Sie sicher, dass sie %{tag_name} Tag von %{container_name} entfernen wollen?
es: Está seguro que desea remover la etiqueta %{tag_name} de %{container_name}?
fr: Êtes-vous certain·e de vouloir retirer le tag %{tag_name} de %{container_name} ?

source: %{name} added successfully
de: %{name} erfolgreich hinzugefügt
es: %{name} añadido exitosamente
fr: %{name} a été ajouté avec succès

source: %{tag_name} has been removed from %{container_name}
de: %{tag_name} wurde von %{container_name} entfernt
es: se ha removido %{tag_name} de %{container_name}
fr: %{tag_name} a été retiré de %{container_name}

source: Adding...
de: Füge hinzu...
es: Añadiendo...
fr: Ajout en cours…

source: Shots recorded successfully
de: Schüsse erfolgreich dokumentiert
es: Tiros registrados exitosamente
fr: Tirs enregistré avec succès

source: Are you sure you want to unstage this ammo?
de: Sind sie sicher, dass Sie diese Munition demarkieren möchten?
es: Está seguro que desea desmontar esta munición?
fr: Êtes-vous certain·e de vouloir désélectionner cette munition ?

source: Are you sure you want to delete this shot record?
de: Sind sie sicher, dass sie die Schießkladde löschen möchten?
es: ¿Está segure que quiere borrar este récord de disparos?
fr: Êtes-vous certain·e de vouloir supprimer cet enregistrement de tir ?

source: Shot records deleted succesfully
de: Schießkladde erfolgreich gelöscht
es: Récord de disparos borrado exitosamente
fr: Enregistrements de tir supprimés avec succès

source: Shot records updated successfully
de: Schießkladde erfolgreich aktualisiert
es: Récord de disparos actualizado exitosamente
fr: Enregistrements de tir mis à jour avec succès

source: %{email} confirmed successfully.
de: %{email} erfolgreich bestätigt.
es: %{email} confirmado exitosamente.
fr: %{email} confirmé avec succès.

source: Ammo moved to %{name} successfully
de: Munition erfolgreich zu %{name} verschoben
es: Munición movida a %{name} exitosamente
fr: Munition déplacée à %{name} avec succès

source: Copied to clipboard
de: Der Zwischenablage hinzugefügt
es: Copiado al portapapeles
fr: Copié dans le presse-papier

source: %{name} removed successfully
de: %{name} erfolgreich entfernt
es: %{name} eliminado exitosamente
fr: %{name} retiré avec succès

source: You'll need to
de: Sie müssen
es: Necesitará hacerlo
fr: Vous aurez besoin de

source: Creating...
de: Erstellen...
es: Creando...
fr: Création en cours…

source: Are you sure you want to change your language?
de: Möchten Sie die Sprache wechseln?
es: ¿Está segure de que quiere cambiar el idioma?
fr: Êtes-vous certain·e de vouloir changer votre langue ?

source: Language updated successfully.
de: Spracheinstellung gespeichert.
es: Idioma cambiado exitosamente.
fr: Langue mise à jour avec succès.

source: Ammo deleted succesfully
es: Munición borrada exitosamente

source: Ammo updated successfully
es: Munición actualizada exitosamente

source: Ammo added successfully
es: Munición añadida exitosamente

source: Are you sure you want to delete %{name}? This will delete all %{name} type ammo as well!
es: ¿Está seguro de que quiere borrar %{name}? ¡Esto también borrará todos los tipos de munición %{name}!
